 [
        {
            "id": "01",
            "name": "Landing Page Ginecologia Orgânica",
            "description": "Página de vendas criada para a Formação Prática em Ginecologia Orgânica e posterior integração de formulário com planilhas para captação de Leads.",
            "technologies": ["Figma", "Wordpress", "JavaScript", "CSS3"],
            "url": "https://ginecologiaorganica.com.br/",
            "img": "/images/tm.png",
            "creation_date": "Mai/2024"
        },
        {
            "id": "02",
            "name": "Studio Ghibli Catalog",
            "description": "Projeto feito durante o bootcamp da Laboratória, realizado em dupla e com o objetivo de apresentar dados, com a possibilidade de filtrá-los e ordená-los. O tema escolhido para o projeto foi o Studio Ghibli e ele conta com uma listagem de todos os filmes, suas respesctivas informações e detalhes. Para esse projeto foi utilizado JavaScript Vanilla e também foram realizados testes com Jest.",
            "technologies": ["Figma", "JavaScript", "CSS3", "HTML5", "Jest"],
            "url": "https://github.com/Stellazen/data-lovers-ghibli",
            "img": "/images/ghibli.png",
            "creation_date": "Mar/2023"
            
        },
        {
            "id": "03",
            "name": "Burger Queen",
            "description": "Quinto projeto criado durante o bootcamp da Laboratória. O projeto é uma plataforma de apoio a hamburguerias onde as principais funcionalidades consistem em: Garçom tem a possibilidade de criar pedidos personalizados de acordo com o cardápio disponibilizado por administradores. Cozinha recebe em tempo real os pedidos que garçom retira no salão e podem marcar os pedidos como prontos para entrega. Administradores podem alterar produtos disponíveis no cardápio, além de gerenciar os acessos de demais colaboradores. Para esse projeto foi utilizado JavaScript com React, Web APIs e também foram realizados testes com Jest.",
            "technologies": ["Figma", "JavaScript","React", "CSS3", "HTML5", "Jest"],
            "url": "https://github.com/Stellazen/burger-queen",
            "img": "/images/burguerqueen.png",
            "creation_date": "Jun/2023"
            
        },
        {
            "id": "04",
            "name": "Code Beer",
            "description": "O projeto consiste em uma aplicação que expõe uma API REST de um CRUD de produtos e autenticação, e uma aplicação web contendo uma interface para login e acesso a dados de uma API externa. Depois de logado, o usuário da aplicação web deve poder acessar os dados da Punk API v2. Para esse projeto foi utilizado JavaScript com React Js.",
            "technologies": ["Figma", "JavaScript","React", "CSS3", "HTML5"],
            "url": "https://github.com/Stellazen/code_beer",
            "img": "/images/code_beer.png",
            "creation_date": "Set/2023"
        },
        {
            "id": "05",
            "name": "Site Institucional - Jacarandás Club",
            "description": "Site Institucional para o Resort Jacarandás Club, localizado em Caldas Novas - GO",
            "technologies": ["Figma", "Wordpress"],
            "url": "https://jacarandasclub.com.br/",
            "img": "/images/jacarandas.png",
            "creation_date": "Jun/2024"
        },
        {
            "id": "06",
            "name": "Brulle - Rede Social",
            "description": "Projeto feito durante o bootcamp da Laboratória, realizado em dupla e com o objetivo de criar uma rede social, onde o usuário pudesse se cadastrar via e-mail ou via Google, entrar em sua conta onde poderia escrever postagens, visualizar postagens de outras pessoas, receber e enviar curtidas. Para esse projeto foi utilizado JavaScript Vanilla, Firebase, Web APIs e também foram realizados testes com Jest.",
            "technologies": ["Figma", "JavaScript", "CSS3", "HTML5", "Jest", "Firebase"],
            "url": "https://github.com/Stellazen/social-network",
            "img": "/images/brulle.png",
            "creation_date": "Abr/2023"
            
        },
        {
            "id": "07",
           "name": "Landing Page Livre da Endometriose - versão 01",
            "description": "Página de vendas criada para o Curso Livre da Endometriose e posterior integração de formulário com planilhas para captação de Leads.",
            "technologies": ["Figma", "Wordpress", "JavaScript", "CSS3"],
            "url": "https://www.livredaendometriose.com.br/",
            "img": "/images/thaisGO2.png",
            "creation_date": "Set/2023"
        },
        {
            "id": "08",
           "name": "Landing Page Livre da Endometriose - versão 02",
            "description": "Página de vendas criada para o Curso Livre da Endometriose e posterior integração de formulário com planilhas para captação de Leads.",
            "technologies": ["Figma", "Wordpress", "JavaScript", "CSS3"],
            "url": "https://www.livredaendometriose.com.br/engravidar",
            "img": "/images/thaisGO.png",
            "creation_date": "Out/2023"
        },
        {
            "id": "09",
            "name": "Implementação de CSS - Toy Delivery",
            "description": "Projeto realizado para a empresa Toy Delivery que consistiu na implementação de novo design no site de vendas e em todas as páginas subjacentes.",
            "technologies": ["JavaScript", "CSS3", "HTML5"],
            "url": "",
            "img": "/images/toyd.png",
            "creation_date": "Jan/2023"
        },
        {
            "id": "10",
            "name": "Só Carrão - React",
            "description": "Desafio proposto pela SóCarrão.com durante o Heckaton Talent Fest da Laboratória. O projeto consite em uma aplicação web onde foi consumido um Json contendo dados de aproximadamente 50 veículos, e aprasentá-los em forma de card. Os cards tem duas opções de formato e o projeto foi feito utilizando a Intersection Observer API para o efeito de paginação infinita. Para esse projeto foi utilizado JavaScript com React.",
            "technologies": ["Figma", "JavaScript","React", "CSS3", "HTML5"],
            "url": "https://github.com/Stellazen/Desafio_Laboratoria/",
            "img": "/images/socarrao_react.png",
            "creation_date": "Jun/2023"
        },
        {
            "id": "11",
            "name": "Só Carrão - Vue",
            "description": "Desafio proposto pela SóCarrão.com durante o Heckaton Talent Fest da Laboratória e refeito aqui utilizando o Vue Js. O projeto consite em uma aplicação web onde foi consumido um Json contendo dados de aproximadamente 50 veículos, e aprasentá-los em forma de card. Os cards tem duas opções de formato e o projeto foi feito utilizando a Intersection Observer API para o efeito de paginação infinita. Para esse projeto foi utilizado JavaScript com Vue.",
            "technologies": ["Figma", "JavaScript","Vue", "CSS3", "HTML5"],
            "url": "https://github.com/Stellazen/socarrao_vue",
            "img": "/images/socarrao_vue.png",
            "creation_date": "Jul/2023"
        },
        {
            "id": "12",
            "name": "Ana Paula - Terapias Alternativas",
            "description": "Site Institucional de Terapias Alternativas, criado para a terapeuta Ana Paula Cândido utilizando o Wordpress.",
            "technologies": ["Figma", "Wordpress"],
            "url": "https://anapaulacandido.com.br/",
            "img": "/images/anapaula.png",
            "creation_date": "Dez/2022"
            
        }
    ]

